Terraform Plan for dev 📖`success`

<details><summary>Show Plan</summary>

```

terraform
data.digitalocean_vpc.shared[0]: Reading...
data.digitalocean_project.shared[0]: Reading...
data.digitalocean_vpc.shared[0]: Read complete after 0s [id=55b764fd-95fe-49cc-a89b-d5ffc05a7f08]
data.digitalocean_project.shared[0]: Read complete after 0s [id=b61a5a83-5f81-4ba4-8224-9b1c8889701a]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # digitalocean_database_cluster.redis[0] will be created
  + resource "digitalocean_database_cluster" "redis" {
      + database             = (known after apply)
      + engine               = "redis"
      + host                 = (known after apply)
      + id                   = (known after apply)
      + name                 = "dev-app-cartservice-redis"
      + node_count           = 1
      + password             = (sensitive value)
      + port                 = (known after apply)
      + private_host         = (known after apply)
      + private_network_uuid = "55b764fd-95fe-49cc-a89b-d5ffc05a7f08"
      + private_uri          = (sensitive value)
      + project_id           = "b61a5a83-5f81-4ba4-8224-9b1c8889701a"
      + region               = "nyc1"
      + size                 = "db-s-1vcpu-1gb"
      + storage_size_mib     = (known after apply)
      + uri                  = (sensitive value)
      + urn                  = (known after apply)
      + user                 = (known after apply)
      + version              = "7"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>

*Pusher: @snegas, Env: `dev`*